7767517
1000 1783
Input                    input                    0 1 input
Reorg                    Reshape_2                1 1 input 724 0=2
Convolution              Conv_3                   1 1 724 725 0=64 1=3 4=1 5=1 6=6912
Split                    splitncnn_0              1 8 725 725_splitncnn_0 725_splitncnn_1 725_splitncnn_2 725_splitncnn_3 725_splitncnn_4 725_splitncnn_5 725_splitncnn_6 725_splitncnn_7
Convolution              Conv_4                   1 1 725_splitncnn_7 727 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_1              1 4 727 727_splitncnn_0 727_splitncnn_1 727_splitncnn_2 727_splitncnn_3
Concat                   Concat_6                 2 1 725_splitncnn_6 727_splitncnn_3 728
Convolution              Conv_7                   1 1 728 730 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_2              1 3 730 730_splitncnn_0 730_splitncnn_1 730_splitncnn_2
Concat                   Concat_9                 3 1 725_splitncnn_5 727_splitncnn_2 730_splitncnn_2 731
Convolution              Conv_10                  1 1 731 733 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_3              1 2 733 733_splitncnn_0 733_splitncnn_1
Concat                   Concat_12                4 1 725_splitncnn_4 727_splitncnn_1 730_splitncnn_1 733_splitncnn_1 734
Convolution              Conv_13                  1 1 734 736 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_15                5 1 725_splitncnn_3 727_splitncnn_0 730_splitncnn_0 733_splitncnn_0 736 737
Convolution              Conv_16                  1 1 737 738 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_19                   2 1 738 725_splitncnn_2 741 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_4              1 6 741 741_splitncnn_0 741_splitncnn_1 741_splitncnn_2 741_splitncnn_3 741_splitncnn_4 741_splitncnn_5
Convolution              Conv_20                  1 1 741_splitncnn_5 743 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_5              1 4 743 743_splitncnn_0 743_splitncnn_1 743_splitncnn_2 743_splitncnn_3
Concat                   Concat_22                2 1 741_splitncnn_4 743_splitncnn_3 744
Convolution              Conv_23                  1 1 744 746 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_6              1 3 746 746_splitncnn_0 746_splitncnn_1 746_splitncnn_2
Concat                   Concat_25                3 1 741_splitncnn_3 743_splitncnn_2 746_splitncnn_2 747
Convolution              Conv_26                  1 1 747 749 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_7              1 2 749 749_splitncnn_0 749_splitncnn_1
Concat                   Concat_28                4 1 741_splitncnn_2 743_splitncnn_1 746_splitncnn_1 749_splitncnn_1 750
Convolution              Conv_29                  1 1 750 752 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_31                5 1 741_splitncnn_1 743_splitncnn_0 746_splitncnn_0 749_splitncnn_0 752 753
Convolution              Conv_32                  1 1 753 754 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_35                   2 1 754 741_splitncnn_0 757 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_8              1 6 757 757_splitncnn_0 757_splitncnn_1 757_splitncnn_2 757_splitncnn_3 757_splitncnn_4 757_splitncnn_5
Convolution              Conv_36                  1 1 757_splitncnn_5 759 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_9              1 4 759 759_splitncnn_0 759_splitncnn_1 759_splitncnn_2 759_splitncnn_3
Concat                   Concat_38                2 1 757_splitncnn_4 759_splitncnn_3 760
Convolution              Conv_39                  1 1 760 762 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_10             1 3 762 762_splitncnn_0 762_splitncnn_1 762_splitncnn_2
Concat                   Concat_41                3 1 757_splitncnn_3 759_splitncnn_2 762_splitncnn_2 763
Convolution              Conv_42                  1 1 763 765 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_11             1 2 765 765_splitncnn_0 765_splitncnn_1
Concat                   Concat_44                4 1 757_splitncnn_2 759_splitncnn_1 762_splitncnn_1 765_splitncnn_1 766
Convolution              Conv_45                  1 1 766 768 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_47                5 1 757_splitncnn_1 759_splitncnn_0 762_splitncnn_0 765_splitncnn_0 768 769
Convolution              Conv_48                  1 1 769 770 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_51                   2 1 770 757_splitncnn_0 773 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_54                   2 1 773 725_splitncnn_1 776 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_12             1 7 776 776_splitncnn_0 776_splitncnn_1 776_splitncnn_2 776_splitncnn_3 776_splitncnn_4 776_splitncnn_5 776_splitncnn_6
Convolution              Conv_55                  1 1 776_splitncnn_6 778 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_13             1 4 778 778_splitncnn_0 778_splitncnn_1 778_splitncnn_2 778_splitncnn_3
Concat                   Concat_57                2 1 776_splitncnn_5 778_splitncnn_3 779
Convolution              Conv_58                  1 1 779 781 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_14             1 3 781 781_splitncnn_0 781_splitncnn_1 781_splitncnn_2
Concat                   Concat_60                3 1 776_splitncnn_4 778_splitncnn_2 781_splitncnn_2 782
Convolution              Conv_61                  1 1 782 784 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_15             1 2 784 784_splitncnn_0 784_splitncnn_1
Concat                   Concat_63                4 1 776_splitncnn_3 778_splitncnn_1 781_splitncnn_1 784_splitncnn_1 785
Convolution              Conv_64                  1 1 785 787 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_66                5 1 776_splitncnn_2 778_splitncnn_0 781_splitncnn_0 784_splitncnn_0 787 788
Convolution              Conv_67                  1 1 788 789 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_70                   2 1 789 776_splitncnn_1 792 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_16             1 6 792 792_splitncnn_0 792_splitncnn_1 792_splitncnn_2 792_splitncnn_3 792_splitncnn_4 792_splitncnn_5
Convolution              Conv_71                  1 1 792_splitncnn_5 794 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_17             1 4 794 794_splitncnn_0 794_splitncnn_1 794_splitncnn_2 794_splitncnn_3
Concat                   Concat_73                2 1 792_splitncnn_4 794_splitncnn_3 795
Convolution              Conv_74                  1 1 795 797 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_18             1 3 797 797_splitncnn_0 797_splitncnn_1 797_splitncnn_2
Concat                   Concat_76                3 1 792_splitncnn_3 794_splitncnn_2 797_splitncnn_2 798
Convolution              Conv_77                  1 1 798 800 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_19             1 2 800 800_splitncnn_0 800_splitncnn_1
Concat                   Concat_79                4 1 792_splitncnn_2 794_splitncnn_1 797_splitncnn_1 800_splitncnn_1 801
Convolution              Conv_80                  1 1 801 803 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_82                5 1 792_splitncnn_1 794_splitncnn_0 797_splitncnn_0 800_splitncnn_0 803 804
Convolution              Conv_83                  1 1 804 805 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_86                   2 1 805 792_splitncnn_0 808 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_20             1 6 808 808_splitncnn_0 808_splitncnn_1 808_splitncnn_2 808_splitncnn_3 808_splitncnn_4 808_splitncnn_5
Convolution              Conv_87                  1 1 808_splitncnn_5 810 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_21             1 4 810 810_splitncnn_0 810_splitncnn_1 810_splitncnn_2 810_splitncnn_3
Concat                   Concat_89                2 1 808_splitncnn_4 810_splitncnn_3 811
Convolution              Conv_90                  1 1 811 813 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_22             1 3 813 813_splitncnn_0 813_splitncnn_1 813_splitncnn_2
Concat                   Concat_92                3 1 808_splitncnn_3 810_splitncnn_2 813_splitncnn_2 814
Convolution              Conv_93                  1 1 814 816 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_23             1 2 816 816_splitncnn_0 816_splitncnn_1
Concat                   Concat_95                4 1 808_splitncnn_2 810_splitncnn_1 813_splitncnn_1 816_splitncnn_1 817
Convolution              Conv_96                  1 1 817 819 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_98                5 1 808_splitncnn_1 810_splitncnn_0 813_splitncnn_0 816_splitncnn_0 819 820
Convolution              Conv_99                  1 1 820 821 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_102                  2 1 821 808_splitncnn_0 824 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_105                  2 1 824 776_splitncnn_0 827 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_24             1 7 827 827_splitncnn_0 827_splitncnn_1 827_splitncnn_2 827_splitncnn_3 827_splitncnn_4 827_splitncnn_5 827_splitncnn_6
Convolution              Conv_106                 1 1 827_splitncnn_6 829 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_25             1 4 829 829_splitncnn_0 829_splitncnn_1 829_splitncnn_2 829_splitncnn_3
Concat                   Concat_108               2 1 827_splitncnn_5 829_splitncnn_3 830
Convolution              Conv_109                 1 1 830 832 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_26             1 3 832 832_splitncnn_0 832_splitncnn_1 832_splitncnn_2
Concat                   Concat_111               3 1 827_splitncnn_4 829_splitncnn_2 832_splitncnn_2 833
Convolution              Conv_112                 1 1 833 835 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_27             1 2 835 835_splitncnn_0 835_splitncnn_1
Concat                   Concat_114               4 1 827_splitncnn_3 829_splitncnn_1 832_splitncnn_1 835_splitncnn_1 836
Convolution              Conv_115                 1 1 836 838 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_117               5 1 827_splitncnn_2 829_splitncnn_0 832_splitncnn_0 835_splitncnn_0 838 839
Convolution              Conv_118                 1 1 839 840 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_121                  2 1 840 827_splitncnn_1 843 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_28             1 6 843 843_splitncnn_0 843_splitncnn_1 843_splitncnn_2 843_splitncnn_3 843_splitncnn_4 843_splitncnn_5
Convolution              Conv_122                 1 1 843_splitncnn_5 845 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_29             1 4 845 845_splitncnn_0 845_splitncnn_1 845_splitncnn_2 845_splitncnn_3
Concat                   Concat_124               2 1 843_splitncnn_4 845_splitncnn_3 846
Convolution              Conv_125                 1 1 846 848 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_30             1 3 848 848_splitncnn_0 848_splitncnn_1 848_splitncnn_2
Concat                   Concat_127               3 1 843_splitncnn_3 845_splitncnn_2 848_splitncnn_2 849
Convolution              Conv_128                 1 1 849 851 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_31             1 2 851 851_splitncnn_0 851_splitncnn_1
Concat                   Concat_130               4 1 843_splitncnn_2 845_splitncnn_1 848_splitncnn_1 851_splitncnn_1 852
Convolution              Conv_131                 1 1 852 854 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_133               5 1 843_splitncnn_1 845_splitncnn_0 848_splitncnn_0 851_splitncnn_0 854 855
Convolution              Conv_134                 1 1 855 856 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_137                  2 1 856 843_splitncnn_0 859 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_32             1 6 859 859_splitncnn_0 859_splitncnn_1 859_splitncnn_2 859_splitncnn_3 859_splitncnn_4 859_splitncnn_5
Convolution              Conv_138                 1 1 859_splitncnn_5 861 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_33             1 4 861 861_splitncnn_0 861_splitncnn_1 861_splitncnn_2 861_splitncnn_3
Concat                   Concat_140               2 1 859_splitncnn_4 861_splitncnn_3 862
Convolution              Conv_141                 1 1 862 864 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_34             1 3 864 864_splitncnn_0 864_splitncnn_1 864_splitncnn_2
Concat                   Concat_143               3 1 859_splitncnn_3 861_splitncnn_2 864_splitncnn_2 865
Convolution              Conv_144                 1 1 865 867 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_35             1 2 867 867_splitncnn_0 867_splitncnn_1
Concat                   Concat_146               4 1 859_splitncnn_2 861_splitncnn_1 864_splitncnn_1 867_splitncnn_1 868
Convolution              Conv_147                 1 1 868 870 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_149               5 1 859_splitncnn_1 861_splitncnn_0 864_splitncnn_0 867_splitncnn_0 870 871
Convolution              Conv_150                 1 1 871 872 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_153                  2 1 872 859_splitncnn_0 875 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_156                  2 1 875 827_splitncnn_0 878 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_36             1 7 878 878_splitncnn_0 878_splitncnn_1 878_splitncnn_2 878_splitncnn_3 878_splitncnn_4 878_splitncnn_5 878_splitncnn_6
Convolution              Conv_157                 1 1 878_splitncnn_6 880 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_37             1 4 880 880_splitncnn_0 880_splitncnn_1 880_splitncnn_2 880_splitncnn_3
Concat                   Concat_159               2 1 878_splitncnn_5 880_splitncnn_3 881
Convolution              Conv_160                 1 1 881 883 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_38             1 3 883 883_splitncnn_0 883_splitncnn_1 883_splitncnn_2
Concat                   Concat_162               3 1 878_splitncnn_4 880_splitncnn_2 883_splitncnn_2 884
Convolution              Conv_163                 1 1 884 886 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_39             1 2 886 886_splitncnn_0 886_splitncnn_1
Concat                   Concat_165               4 1 878_splitncnn_3 880_splitncnn_1 883_splitncnn_1 886_splitncnn_1 887
Convolution              Conv_166                 1 1 887 889 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_168               5 1 878_splitncnn_2 880_splitncnn_0 883_splitncnn_0 886_splitncnn_0 889 890
Convolution              Conv_169                 1 1 890 891 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_172                  2 1 891 878_splitncnn_1 894 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_40             1 6 894 894_splitncnn_0 894_splitncnn_1 894_splitncnn_2 894_splitncnn_3 894_splitncnn_4 894_splitncnn_5
Convolution              Conv_173                 1 1 894_splitncnn_5 896 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_41             1 4 896 896_splitncnn_0 896_splitncnn_1 896_splitncnn_2 896_splitncnn_3
Concat                   Concat_175               2 1 894_splitncnn_4 896_splitncnn_3 897
Convolution              Conv_176                 1 1 897 899 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_42             1 3 899 899_splitncnn_0 899_splitncnn_1 899_splitncnn_2
Concat                   Concat_178               3 1 894_splitncnn_3 896_splitncnn_2 899_splitncnn_2 900
Convolution              Conv_179                 1 1 900 902 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_43             1 2 902 902_splitncnn_0 902_splitncnn_1
Concat                   Concat_181               4 1 894_splitncnn_2 896_splitncnn_1 899_splitncnn_1 902_splitncnn_1 903
Convolution              Conv_182                 1 1 903 905 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_184               5 1 894_splitncnn_1 896_splitncnn_0 899_splitncnn_0 902_splitncnn_0 905 906
Convolution              Conv_185                 1 1 906 907 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_188                  2 1 907 894_splitncnn_0 910 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_44             1 6 910 910_splitncnn_0 910_splitncnn_1 910_splitncnn_2 910_splitncnn_3 910_splitncnn_4 910_splitncnn_5
Convolution              Conv_189                 1 1 910_splitncnn_5 912 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_45             1 4 912 912_splitncnn_0 912_splitncnn_1 912_splitncnn_2 912_splitncnn_3
Concat                   Concat_191               2 1 910_splitncnn_4 912_splitncnn_3 913
Convolution              Conv_192                 1 1 913 915 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_46             1 3 915 915_splitncnn_0 915_splitncnn_1 915_splitncnn_2
Concat                   Concat_194               3 1 910_splitncnn_3 912_splitncnn_2 915_splitncnn_2 916
Convolution              Conv_195                 1 1 916 918 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_47             1 2 918 918_splitncnn_0 918_splitncnn_1
Concat                   Concat_197               4 1 910_splitncnn_2 912_splitncnn_1 915_splitncnn_1 918_splitncnn_1 919
Convolution              Conv_198                 1 1 919 921 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_200               5 1 910_splitncnn_1 912_splitncnn_0 915_splitncnn_0 918_splitncnn_0 921 922
Convolution              Conv_201                 1 1 922 923 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_204                  2 1 923 910_splitncnn_0 926 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_207                  2 1 926 878_splitncnn_0 929 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_48             1 7 929 929_splitncnn_0 929_splitncnn_1 929_splitncnn_2 929_splitncnn_3 929_splitncnn_4 929_splitncnn_5 929_splitncnn_6
Convolution              Conv_208                 1 1 929_splitncnn_6 931 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_49             1 4 931 931_splitncnn_0 931_splitncnn_1 931_splitncnn_2 931_splitncnn_3
Concat                   Concat_210               2 1 929_splitncnn_5 931_splitncnn_3 932
Convolution              Conv_211                 1 1 932 934 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_50             1 3 934 934_splitncnn_0 934_splitncnn_1 934_splitncnn_2
Concat                   Concat_213               3 1 929_splitncnn_4 931_splitncnn_2 934_splitncnn_2 935
Convolution              Conv_214                 1 1 935 937 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_51             1 2 937 937_splitncnn_0 937_splitncnn_1
Concat                   Concat_216               4 1 929_splitncnn_3 931_splitncnn_1 934_splitncnn_1 937_splitncnn_1 938
Convolution              Conv_217                 1 1 938 940 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_219               5 1 929_splitncnn_2 931_splitncnn_0 934_splitncnn_0 937_splitncnn_0 940 941
Convolution              Conv_220                 1 1 941 942 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_223                  2 1 942 929_splitncnn_1 945 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_52             1 6 945 945_splitncnn_0 945_splitncnn_1 945_splitncnn_2 945_splitncnn_3 945_splitncnn_4 945_splitncnn_5
Convolution              Conv_224                 1 1 945_splitncnn_5 947 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_53             1 4 947 947_splitncnn_0 947_splitncnn_1 947_splitncnn_2 947_splitncnn_3
Concat                   Concat_226               2 1 945_splitncnn_4 947_splitncnn_3 948
Convolution              Conv_227                 1 1 948 950 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_54             1 3 950 950_splitncnn_0 950_splitncnn_1 950_splitncnn_2
Concat                   Concat_229               3 1 945_splitncnn_3 947_splitncnn_2 950_splitncnn_2 951
Convolution              Conv_230                 1 1 951 953 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_55             1 2 953 953_splitncnn_0 953_splitncnn_1
Concat                   Concat_232               4 1 945_splitncnn_2 947_splitncnn_1 950_splitncnn_1 953_splitncnn_1 954
Convolution              Conv_233                 1 1 954 956 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_235               5 1 945_splitncnn_1 947_splitncnn_0 950_splitncnn_0 953_splitncnn_0 956 957
Convolution              Conv_236                 1 1 957 958 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_239                  2 1 958 945_splitncnn_0 961 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_56             1 6 961 961_splitncnn_0 961_splitncnn_1 961_splitncnn_2 961_splitncnn_3 961_splitncnn_4 961_splitncnn_5
Convolution              Conv_240                 1 1 961_splitncnn_5 963 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_57             1 4 963 963_splitncnn_0 963_splitncnn_1 963_splitncnn_2 963_splitncnn_3
Concat                   Concat_242               2 1 961_splitncnn_4 963_splitncnn_3 964
Convolution              Conv_243                 1 1 964 966 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_58             1 3 966 966_splitncnn_0 966_splitncnn_1 966_splitncnn_2
Concat                   Concat_245               3 1 961_splitncnn_3 963_splitncnn_2 966_splitncnn_2 967
Convolution              Conv_246                 1 1 967 969 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_59             1 2 969 969_splitncnn_0 969_splitncnn_1
Concat                   Concat_248               4 1 961_splitncnn_2 963_splitncnn_1 966_splitncnn_1 969_splitncnn_1 970
Convolution              Conv_249                 1 1 970 972 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_251               5 1 961_splitncnn_1 963_splitncnn_0 966_splitncnn_0 969_splitncnn_0 972 973
Convolution              Conv_252                 1 1 973 974 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_255                  2 1 974 961_splitncnn_0 977 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_258                  2 1 977 929_splitncnn_0 980 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_60             1 7 980 980_splitncnn_0 980_splitncnn_1 980_splitncnn_2 980_splitncnn_3 980_splitncnn_4 980_splitncnn_5 980_splitncnn_6
Convolution              Conv_259                 1 1 980_splitncnn_6 982 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_61             1 4 982 982_splitncnn_0 982_splitncnn_1 982_splitncnn_2 982_splitncnn_3
Concat                   Concat_261               2 1 980_splitncnn_5 982_splitncnn_3 983
Convolution              Conv_262                 1 1 983 985 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_62             1 3 985 985_splitncnn_0 985_splitncnn_1 985_splitncnn_2
Concat                   Concat_264               3 1 980_splitncnn_4 982_splitncnn_2 985_splitncnn_2 986
Convolution              Conv_265                 1 1 986 988 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_63             1 2 988 988_splitncnn_0 988_splitncnn_1
Concat                   Concat_267               4 1 980_splitncnn_3 982_splitncnn_1 985_splitncnn_1 988_splitncnn_1 989
Convolution              Conv_268                 1 1 989 991 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_270               5 1 980_splitncnn_2 982_splitncnn_0 985_splitncnn_0 988_splitncnn_0 991 992
Convolution              Conv_271                 1 1 992 993 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_274                  2 1 993 980_splitncnn_1 996 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_64             1 6 996 996_splitncnn_0 996_splitncnn_1 996_splitncnn_2 996_splitncnn_3 996_splitncnn_4 996_splitncnn_5
Convolution              Conv_275                 1 1 996_splitncnn_5 998 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_65             1 4 998 998_splitncnn_0 998_splitncnn_1 998_splitncnn_2 998_splitncnn_3
Concat                   Concat_277               2 1 996_splitncnn_4 998_splitncnn_3 999
Convolution              Conv_278                 1 1 999 1001 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_66             1 3 1001 1001_splitncnn_0 1001_splitncnn_1 1001_splitncnn_2
Concat                   Concat_280               3 1 996_splitncnn_3 998_splitncnn_2 1001_splitncnn_2 1002
Convolution              Conv_281                 1 1 1002 1004 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_67             1 2 1004 1004_splitncnn_0 1004_splitncnn_1
Concat                   Concat_283               4 1 996_splitncnn_2 998_splitncnn_1 1001_splitncnn_1 1004_splitncnn_1 1005
Convolution              Conv_284                 1 1 1005 1007 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_286               5 1 996_splitncnn_1 998_splitncnn_0 1001_splitncnn_0 1004_splitncnn_0 1007 1008
Convolution              Conv_287                 1 1 1008 1009 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_290                  2 1 1009 996_splitncnn_0 1012 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_68             1 6 1012 1012_splitncnn_0 1012_splitncnn_1 1012_splitncnn_2 1012_splitncnn_3 1012_splitncnn_4 1012_splitncnn_5
Convolution              Conv_291                 1 1 1012_splitncnn_5 1014 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_69             1 4 1014 1014_splitncnn_0 1014_splitncnn_1 1014_splitncnn_2 1014_splitncnn_3
Concat                   Concat_293               2 1 1012_splitncnn_4 1014_splitncnn_3 1015
Convolution              Conv_294                 1 1 1015 1017 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_70             1 3 1017 1017_splitncnn_0 1017_splitncnn_1 1017_splitncnn_2
Concat                   Concat_296               3 1 1012_splitncnn_3 1014_splitncnn_2 1017_splitncnn_2 1018
Convolution              Conv_297                 1 1 1018 1020 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_71             1 2 1020 1020_splitncnn_0 1020_splitncnn_1
Concat                   Concat_299               4 1 1012_splitncnn_2 1014_splitncnn_1 1017_splitncnn_1 1020_splitncnn_1 1021
Convolution              Conv_300                 1 1 1021 1023 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_302               5 1 1012_splitncnn_1 1014_splitncnn_0 1017_splitncnn_0 1020_splitncnn_0 1023 1024
Convolution              Conv_303                 1 1 1024 1025 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_306                  2 1 1025 1012_splitncnn_0 1028 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_309                  2 1 1028 980_splitncnn_0 1031 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_72             1 7 1031 1031_splitncnn_0 1031_splitncnn_1 1031_splitncnn_2 1031_splitncnn_3 1031_splitncnn_4 1031_splitncnn_5 1031_splitncnn_6
Convolution              Conv_310                 1 1 1031_splitncnn_6 1033 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_73             1 4 1033 1033_splitncnn_0 1033_splitncnn_1 1033_splitncnn_2 1033_splitncnn_3
Concat                   Concat_312               2 1 1031_splitncnn_5 1033_splitncnn_3 1034
Convolution              Conv_313                 1 1 1034 1036 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_74             1 3 1036 1036_splitncnn_0 1036_splitncnn_1 1036_splitncnn_2
Concat                   Concat_315               3 1 1031_splitncnn_4 1033_splitncnn_2 1036_splitncnn_2 1037
Convolution              Conv_316                 1 1 1037 1039 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_75             1 2 1039 1039_splitncnn_0 1039_splitncnn_1
Concat                   Concat_318               4 1 1031_splitncnn_3 1033_splitncnn_1 1036_splitncnn_1 1039_splitncnn_1 1040
Convolution              Conv_319                 1 1 1040 1042 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_321               5 1 1031_splitncnn_2 1033_splitncnn_0 1036_splitncnn_0 1039_splitncnn_0 1042 1043
Convolution              Conv_322                 1 1 1043 1044 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_325                  2 1 1044 1031_splitncnn_1 1047 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_76             1 6 1047 1047_splitncnn_0 1047_splitncnn_1 1047_splitncnn_2 1047_splitncnn_3 1047_splitncnn_4 1047_splitncnn_5
Convolution              Conv_326                 1 1 1047_splitncnn_5 1049 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_77             1 4 1049 1049_splitncnn_0 1049_splitncnn_1 1049_splitncnn_2 1049_splitncnn_3
Concat                   Concat_328               2 1 1047_splitncnn_4 1049_splitncnn_3 1050
Convolution              Conv_329                 1 1 1050 1052 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_78             1 3 1052 1052_splitncnn_0 1052_splitncnn_1 1052_splitncnn_2
Concat                   Concat_331               3 1 1047_splitncnn_3 1049_splitncnn_2 1052_splitncnn_2 1053
Convolution              Conv_332                 1 1 1053 1055 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_79             1 2 1055 1055_splitncnn_0 1055_splitncnn_1
Concat                   Concat_334               4 1 1047_splitncnn_2 1049_splitncnn_1 1052_splitncnn_1 1055_splitncnn_1 1056
Convolution              Conv_335                 1 1 1056 1058 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_337               5 1 1047_splitncnn_1 1049_splitncnn_0 1052_splitncnn_0 1055_splitncnn_0 1058 1059
Convolution              Conv_338                 1 1 1059 1060 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_341                  2 1 1060 1047_splitncnn_0 1063 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_80             1 6 1063 1063_splitncnn_0 1063_splitncnn_1 1063_splitncnn_2 1063_splitncnn_3 1063_splitncnn_4 1063_splitncnn_5
Convolution              Conv_342                 1 1 1063_splitncnn_5 1065 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_81             1 4 1065 1065_splitncnn_0 1065_splitncnn_1 1065_splitncnn_2 1065_splitncnn_3
Concat                   Concat_344               2 1 1063_splitncnn_4 1065_splitncnn_3 1066
Convolution              Conv_345                 1 1 1066 1068 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_82             1 3 1068 1068_splitncnn_0 1068_splitncnn_1 1068_splitncnn_2
Concat                   Concat_347               3 1 1063_splitncnn_3 1065_splitncnn_2 1068_splitncnn_2 1069
Convolution              Conv_348                 1 1 1069 1071 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_83             1 2 1071 1071_splitncnn_0 1071_splitncnn_1
Concat                   Concat_350               4 1 1063_splitncnn_2 1065_splitncnn_1 1068_splitncnn_1 1071_splitncnn_1 1072
Convolution              Conv_351                 1 1 1072 1074 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_353               5 1 1063_splitncnn_1 1065_splitncnn_0 1068_splitncnn_0 1071_splitncnn_0 1074 1075
Convolution              Conv_354                 1 1 1075 1076 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_357                  2 1 1076 1063_splitncnn_0 1079 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_360                  2 1 1079 1031_splitncnn_0 1082 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_84             1 7 1082 1082_splitncnn_0 1082_splitncnn_1 1082_splitncnn_2 1082_splitncnn_3 1082_splitncnn_4 1082_splitncnn_5 1082_splitncnn_6
Convolution              Conv_361                 1 1 1082_splitncnn_6 1084 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_85             1 4 1084 1084_splitncnn_0 1084_splitncnn_1 1084_splitncnn_2 1084_splitncnn_3
Concat                   Concat_363               2 1 1082_splitncnn_5 1084_splitncnn_3 1085
Convolution              Conv_364                 1 1 1085 1087 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_86             1 3 1087 1087_splitncnn_0 1087_splitncnn_1 1087_splitncnn_2
Concat                   Concat_366               3 1 1082_splitncnn_4 1084_splitncnn_2 1087_splitncnn_2 1088
Convolution              Conv_367                 1 1 1088 1090 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_87             1 2 1090 1090_splitncnn_0 1090_splitncnn_1
Concat                   Concat_369               4 1 1082_splitncnn_3 1084_splitncnn_1 1087_splitncnn_1 1090_splitncnn_1 1091
Convolution              Conv_370                 1 1 1091 1093 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_372               5 1 1082_splitncnn_2 1084_splitncnn_0 1087_splitncnn_0 1090_splitncnn_0 1093 1094
Convolution              Conv_373                 1 1 1094 1095 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_376                  2 1 1095 1082_splitncnn_1 1098 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_88             1 6 1098 1098_splitncnn_0 1098_splitncnn_1 1098_splitncnn_2 1098_splitncnn_3 1098_splitncnn_4 1098_splitncnn_5
Convolution              Conv_377                 1 1 1098_splitncnn_5 1100 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_89             1 4 1100 1100_splitncnn_0 1100_splitncnn_1 1100_splitncnn_2 1100_splitncnn_3
Concat                   Concat_379               2 1 1098_splitncnn_4 1100_splitncnn_3 1101
Convolution              Conv_380                 1 1 1101 1103 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_90             1 3 1103 1103_splitncnn_0 1103_splitncnn_1 1103_splitncnn_2
Concat                   Concat_382               3 1 1098_splitncnn_3 1100_splitncnn_2 1103_splitncnn_2 1104
Convolution              Conv_383                 1 1 1104 1106 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_91             1 2 1106 1106_splitncnn_0 1106_splitncnn_1
Concat                   Concat_385               4 1 1098_splitncnn_2 1100_splitncnn_1 1103_splitncnn_1 1106_splitncnn_1 1107
Convolution              Conv_386                 1 1 1107 1109 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_388               5 1 1098_splitncnn_1 1100_splitncnn_0 1103_splitncnn_0 1106_splitncnn_0 1109 1110
Convolution              Conv_389                 1 1 1110 1111 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_392                  2 1 1111 1098_splitncnn_0 1114 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_92             1 6 1114 1114_splitncnn_0 1114_splitncnn_1 1114_splitncnn_2 1114_splitncnn_3 1114_splitncnn_4 1114_splitncnn_5
Convolution              Conv_393                 1 1 1114_splitncnn_5 1116 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_93             1 4 1116 1116_splitncnn_0 1116_splitncnn_1 1116_splitncnn_2 1116_splitncnn_3
Concat                   Concat_395               2 1 1114_splitncnn_4 1116_splitncnn_3 1117
Convolution              Conv_396                 1 1 1117 1119 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_94             1 3 1119 1119_splitncnn_0 1119_splitncnn_1 1119_splitncnn_2
Concat                   Concat_398               3 1 1114_splitncnn_3 1116_splitncnn_2 1119_splitncnn_2 1120
Convolution              Conv_399                 1 1 1120 1122 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_95             1 2 1122 1122_splitncnn_0 1122_splitncnn_1
Concat                   Concat_401               4 1 1114_splitncnn_2 1116_splitncnn_1 1119_splitncnn_1 1122_splitncnn_1 1123
Convolution              Conv_402                 1 1 1123 1125 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_404               5 1 1114_splitncnn_1 1116_splitncnn_0 1119_splitncnn_0 1122_splitncnn_0 1125 1126
Convolution              Conv_405                 1 1 1126 1127 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_408                  2 1 1127 1114_splitncnn_0 1130 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_411                  2 1 1130 1082_splitncnn_0 1133 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_96             1 7 1133 1133_splitncnn_0 1133_splitncnn_1 1133_splitncnn_2 1133_splitncnn_3 1133_splitncnn_4 1133_splitncnn_5 1133_splitncnn_6
Convolution              Conv_412                 1 1 1133_splitncnn_6 1135 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_97             1 4 1135 1135_splitncnn_0 1135_splitncnn_1 1135_splitncnn_2 1135_splitncnn_3
Concat                   Concat_414               2 1 1133_splitncnn_5 1135_splitncnn_3 1136
Convolution              Conv_415                 1 1 1136 1138 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_98             1 3 1138 1138_splitncnn_0 1138_splitncnn_1 1138_splitncnn_2
Concat                   Concat_417               3 1 1133_splitncnn_4 1135_splitncnn_2 1138_splitncnn_2 1139
Convolution              Conv_418                 1 1 1139 1141 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_99             1 2 1141 1141_splitncnn_0 1141_splitncnn_1
Concat                   Concat_420               4 1 1133_splitncnn_3 1135_splitncnn_1 1138_splitncnn_1 1141_splitncnn_1 1142
Convolution              Conv_421                 1 1 1142 1144 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_423               5 1 1133_splitncnn_2 1135_splitncnn_0 1138_splitncnn_0 1141_splitncnn_0 1144 1145
Convolution              Conv_424                 1 1 1145 1146 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_427                  2 1 1146 1133_splitncnn_1 1149 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_100            1 6 1149 1149_splitncnn_0 1149_splitncnn_1 1149_splitncnn_2 1149_splitncnn_3 1149_splitncnn_4 1149_splitncnn_5
Convolution              Conv_428                 1 1 1149_splitncnn_5 1151 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_101            1 4 1151 1151_splitncnn_0 1151_splitncnn_1 1151_splitncnn_2 1151_splitncnn_3
Concat                   Concat_430               2 1 1149_splitncnn_4 1151_splitncnn_3 1152
Convolution              Conv_431                 1 1 1152 1154 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_102            1 3 1154 1154_splitncnn_0 1154_splitncnn_1 1154_splitncnn_2
Concat                   Concat_433               3 1 1149_splitncnn_3 1151_splitncnn_2 1154_splitncnn_2 1155
Convolution              Conv_434                 1 1 1155 1157 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_103            1 2 1157 1157_splitncnn_0 1157_splitncnn_1
Concat                   Concat_436               4 1 1149_splitncnn_2 1151_splitncnn_1 1154_splitncnn_1 1157_splitncnn_1 1158
Convolution              Conv_437                 1 1 1158 1160 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_439               5 1 1149_splitncnn_1 1151_splitncnn_0 1154_splitncnn_0 1157_splitncnn_0 1160 1161
Convolution              Conv_440                 1 1 1161 1162 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_443                  2 1 1162 1149_splitncnn_0 1165 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_104            1 6 1165 1165_splitncnn_0 1165_splitncnn_1 1165_splitncnn_2 1165_splitncnn_3 1165_splitncnn_4 1165_splitncnn_5
Convolution              Conv_444                 1 1 1165_splitncnn_5 1167 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_105            1 4 1167 1167_splitncnn_0 1167_splitncnn_1 1167_splitncnn_2 1167_splitncnn_3
Concat                   Concat_446               2 1 1165_splitncnn_4 1167_splitncnn_3 1168
Convolution              Conv_447                 1 1 1168 1170 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_106            1 3 1170 1170_splitncnn_0 1170_splitncnn_1 1170_splitncnn_2
Concat                   Concat_449               3 1 1165_splitncnn_3 1167_splitncnn_2 1170_splitncnn_2 1171
Convolution              Conv_450                 1 1 1171 1173 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_107            1 2 1173 1173_splitncnn_0 1173_splitncnn_1
Concat                   Concat_452               4 1 1165_splitncnn_2 1167_splitncnn_1 1170_splitncnn_1 1173_splitncnn_1 1174
Convolution              Conv_453                 1 1 1174 1176 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_455               5 1 1165_splitncnn_1 1167_splitncnn_0 1170_splitncnn_0 1173_splitncnn_0 1176 1177
Convolution              Conv_456                 1 1 1177 1178 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_459                  2 1 1178 1165_splitncnn_0 1181 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_462                  2 1 1181 1133_splitncnn_0 1184 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_108            1 7 1184 1184_splitncnn_0 1184_splitncnn_1 1184_splitncnn_2 1184_splitncnn_3 1184_splitncnn_4 1184_splitncnn_5 1184_splitncnn_6
Convolution              Conv_463                 1 1 1184_splitncnn_6 1186 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_109            1 4 1186 1186_splitncnn_0 1186_splitncnn_1 1186_splitncnn_2 1186_splitncnn_3
Concat                   Concat_465               2 1 1184_splitncnn_5 1186_splitncnn_3 1187
Convolution              Conv_466                 1 1 1187 1189 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_110            1 3 1189 1189_splitncnn_0 1189_splitncnn_1 1189_splitncnn_2
Concat                   Concat_468               3 1 1184_splitncnn_4 1186_splitncnn_2 1189_splitncnn_2 1190
Convolution              Conv_469                 1 1 1190 1192 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_111            1 2 1192 1192_splitncnn_0 1192_splitncnn_1
Concat                   Concat_471               4 1 1184_splitncnn_3 1186_splitncnn_1 1189_splitncnn_1 1192_splitncnn_1 1193
Convolution              Conv_472                 1 1 1193 1195 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_474               5 1 1184_splitncnn_2 1186_splitncnn_0 1189_splitncnn_0 1192_splitncnn_0 1195 1196
Convolution              Conv_475                 1 1 1196 1197 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_478                  2 1 1197 1184_splitncnn_1 1200 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_112            1 6 1200 1200_splitncnn_0 1200_splitncnn_1 1200_splitncnn_2 1200_splitncnn_3 1200_splitncnn_4 1200_splitncnn_5
Convolution              Conv_479                 1 1 1200_splitncnn_5 1202 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_113            1 4 1202 1202_splitncnn_0 1202_splitncnn_1 1202_splitncnn_2 1202_splitncnn_3
Concat                   Concat_481               2 1 1200_splitncnn_4 1202_splitncnn_3 1203
Convolution              Conv_482                 1 1 1203 1205 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_114            1 3 1205 1205_splitncnn_0 1205_splitncnn_1 1205_splitncnn_2
Concat                   Concat_484               3 1 1200_splitncnn_3 1202_splitncnn_2 1205_splitncnn_2 1206
Convolution              Conv_485                 1 1 1206 1208 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_115            1 2 1208 1208_splitncnn_0 1208_splitncnn_1
Concat                   Concat_487               4 1 1200_splitncnn_2 1202_splitncnn_1 1205_splitncnn_1 1208_splitncnn_1 1209
Convolution              Conv_488                 1 1 1209 1211 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_490               5 1 1200_splitncnn_1 1202_splitncnn_0 1205_splitncnn_0 1208_splitncnn_0 1211 1212
Convolution              Conv_491                 1 1 1212 1213 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_494                  2 1 1213 1200_splitncnn_0 1216 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_116            1 6 1216 1216_splitncnn_0 1216_splitncnn_1 1216_splitncnn_2 1216_splitncnn_3 1216_splitncnn_4 1216_splitncnn_5
Convolution              Conv_495                 1 1 1216_splitncnn_5 1218 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_117            1 4 1218 1218_splitncnn_0 1218_splitncnn_1 1218_splitncnn_2 1218_splitncnn_3
Concat                   Concat_497               2 1 1216_splitncnn_4 1218_splitncnn_3 1219
Convolution              Conv_498                 1 1 1219 1221 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_118            1 3 1221 1221_splitncnn_0 1221_splitncnn_1 1221_splitncnn_2
Concat                   Concat_500               3 1 1216_splitncnn_3 1218_splitncnn_2 1221_splitncnn_2 1222
Convolution              Conv_501                 1 1 1222 1224 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_119            1 2 1224 1224_splitncnn_0 1224_splitncnn_1
Concat                   Concat_503               4 1 1216_splitncnn_2 1218_splitncnn_1 1221_splitncnn_1 1224_splitncnn_1 1225
Convolution              Conv_504                 1 1 1225 1227 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_506               5 1 1216_splitncnn_1 1218_splitncnn_0 1221_splitncnn_0 1224_splitncnn_0 1227 1228
Convolution              Conv_507                 1 1 1228 1229 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_510                  2 1 1229 1216_splitncnn_0 1232 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_513                  2 1 1232 1184_splitncnn_0 1235 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_120            1 7 1235 1235_splitncnn_0 1235_splitncnn_1 1235_splitncnn_2 1235_splitncnn_3 1235_splitncnn_4 1235_splitncnn_5 1235_splitncnn_6
