7767517
95 108
Input            data                     0 1 data
Convolution      Conv_0                   1 1 data 272 0=24 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=648
Swish            Mul_2                    1 1 272 274
Split            splitncnn_0              1 2 274 274_splitncnn_0 274_splitncnn_1
ConvolutionDepthWise Conv_3                   1 1 274_splitncnn_1 449 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=600 7=24
Convolution      Conv_4                   1 1 449 452 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=576
BinaryOp         Add_5                    2 1 452 274_splitncnn_0 279 0=0
Swish            Mul_7                    1 1 279 281
Split            splitncnn_1              1 2 281 281_splitncnn_0 281_splitncnn_1
ConvolutionDepthWise Conv_8                   1 1 281_splitncnn_1 455 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=600 7=24
Convolution      Conv_9                   1 1 455 458 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=576
BinaryOp         Add_10                   2 1 458 281_splitncnn_0 286 0=0
Swish            Mul_12                   1 1 286 288
Split            splitncnn_2              1 2 288 288_splitncnn_0 288_splitncnn_1
ConvolutionDepthWise Conv_13                  1 1 288_splitncnn_1 461 0=24 1=5 11=5 2=1 12=1 3=2 13=2 4=2 14=2 15=2 16=2 5=1 6=600 7=24
Convolution      Conv_14                  1 1 461 464 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Pooling          MaxPool_15               1 1 288_splitncnn_0 293 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_16                  1 1 293 467 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
BinaryOp         Add_17                   2 1 464 467 296 0=0
Swish            Mul_19                   1 1 296 298
Split            splitncnn_3              1 2 298 298_splitncnn_0 298_splitncnn_1
ConvolutionDepthWise Conv_20                  1 1 298_splitncnn_1 470 0=48 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=1200 7=48
Convolution      Conv_21                  1 1 470 473 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
BinaryOp         Add_22                   2 1 473 298_splitncnn_0 303 0=0
Swish            Mul_24                   1 1 303 305
Split            splitncnn_4              1 2 305 305_splitncnn_0 305_splitncnn_1
ConvolutionDepthWise Conv_25                  1 1 305_splitncnn_1 476 0=48 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=1200 7=48
Convolution      Conv_26                  1 1 476 479 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
BinaryOp         Add_27                   2 1 479 305_splitncnn_0 310 0=0
Swish            Mul_29                   1 1 310 312
Split            splitncnn_5              1 2 312 312_splitncnn_0 312_splitncnn_1
ConvolutionDepthWise Conv_30                  1 1 312_splitncnn_1 482 0=48 1=5 11=5 2=1 12=1 3=2 13=2 4=2 14=2 15=2 16=2 5=1 6=1200 7=48
Convolution      Conv_31                  1 1 482 485 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Swish            Mul_33                   1 1 485 318
Convolution      Conv_34                  1 1 318 488 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400
Convolution      Conv_35                  1 1 488 491 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Pooling          MaxPool_36               1 1 312_splitncnn_0 323 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_37                  1 1 323 494 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
BinaryOp         Add_38                   2 1 491 494 326 0=0
Swish            Mul_40                   1 1 326 328
Split            splitncnn_6              1 2 328 328_splitncnn_0 328_splitncnn_1
ConvolutionDepthWise Conv_41                  1 1 328_splitncnn_1 497 0=96 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=2400 7=96
Convolution      Conv_42                  1 1 497 500 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_44                   1 1 500 334
Convolution      Conv_45                  1 1 334 503 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400
Convolution      Conv_46                  1 1 503 506 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
BinaryOp         Add_47                   2 1 506 328_splitncnn_0 339 0=0
Swish            Mul_49                   1 1 339 341
Split            splitncnn_7              1 2 341 341_splitncnn_0 341_splitncnn_1
ConvolutionDepthWise Conv_50                  1 1 341_splitncnn_1 509 0=96 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=2400 7=96
Convolution      Conv_51                  1 1 509 512 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_53                   1 1 512 347
Convolution      Conv_54                  1 1 347 515 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400
Convolution      Conv_55                  1 1 515 518 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
BinaryOp         Add_56                   2 1 518 341_splitncnn_0 352 0=0
Swish            Mul_58                   1 1 352 354
Split            splitncnn_8              1 3 354 354_splitncnn_0 354_splitncnn_1 354_splitncnn_2
ConvolutionDepthWise Conv_59                  1 1 354_splitncnn_2 521 0=96 1=5 11=5 2=1 12=1 3=2 13=2 4=2 14=2 15=2 16=2 5=1 6=2400 7=96
Convolution      Conv_60                  1 1 521 524 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_62                   1 1 524 360
Convolution      Conv_63                  1 1 360 527 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400
Convolution      Conv_64                  1 1 527 530 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Pooling          MaxPool_65               1 1 354_splitncnn_1 365 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_66                  1 1 365 533 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
BinaryOp         Add_67                   2 1 530 533 368 0=0
Swish            Mul_69                   1 1 368 370
Split            splitncnn_9              1 2 370 370_splitncnn_0 370_splitncnn_1
ConvolutionDepthWise Conv_70                  1 1 370_splitncnn_1 536 0=96 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=2400 7=96
Convolution      Conv_71                  1 1 536 539 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_73                   1 1 539 376
Convolution      Conv_74                  1 1 376 542 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400
Convolution      Conv_75                  1 1 542 545 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
BinaryOp         Add_76                   2 1 545 370_splitncnn_0 381 0=0
Swish            Mul_78                   1 1 381 383
Split            splitncnn_10             1 2 383 383_splitncnn_0 383_splitncnn_1
ConvolutionDepthWise Conv_79                  1 1 383_splitncnn_1 548 0=96 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=2400 7=96
Convolution      Conv_80                  1 1 548 551 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_82                   1 1 551 389
Convolution      Conv_83                  1 1 389 554 0=24 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400
Convolution      Conv_84                  1 1 554 557 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
BinaryOp         Add_85                   2 1 557 383_splitncnn_0 394 0=0
Swish            Mul_87                   1 1 394 396
Convolution      Conv_88                  1 1 396 397 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Swish            Mul_90                   1 1 397 399
Split            splitncnn_11             1 2 399 399_splitncnn_0 399_splitncnn_1
Interp           Resize_92                1 1 399_splitncnn_1 404 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat           Concat_93                2 1 404 354_splitncnn_0 405 0=0
Convolution      Conv_94                  1 1 405 406 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=10240
Swish            Mul_96                   1 1 406 408
Convolution      Conv_97                  1 1 408 409 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3072
Reshape          Reshape_111              1 1 409 427 0=-1 1=16 2=3
Permute          Transpose_112            1 1 427 stride_8 0=1
Convolution      Conv_113                 1 1 399_splitncnn_0 429 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3072
Reshape          Reshape_127              1 1 429 447 0=-1 1=16 2=3
Permute          Transpose_128            1 1 447 stride_16 0=1
